Repository: thet/commons-wallpaper-gnome-extension
Catalog: locale/*/LC_MESSAGES/CommonsWallpaper.po
Languages: ar, ast, fr, he, lv, mk, nb, nn, pt_br, sv, tr, uk, zh_hans, zh_hant

source: Hide the indicator
ar: إخفاء المؤشر
ast: Anubrir l'indicador
fr: Masquer l’indicateur
he: הצג מחוון
lv: Paslēpt indikatoru
mk: Скриј го показателот
nb: Skjul indikatoren
nn: Skjul indikatoren
pt_br: Ocultar o indicador
sv: Dölj indikatorn
tr: Göstergeyi gizle
uk: Приховати індикатор
zh_hans: 隐藏指示
zh_hant: 隱藏指示

source: Set background image
ar: تعيين صورة الخلفية
ast: Establecer la imaxe de fondu
fr: Définir l’image de fond
he: הגדר תמונת רקע
lv: Iestatīt fona attēlu
mk: Задај позадина
nb: Sett bakgrunnsbilde
nn: Sett bakgrunnsbildete
pt_br: Definir imagem de fundo
sv: Ställ in bakgrundsbild
tr: Arka plan resmini ayarla
uk: Встановити фонове зображення
zh_hans: 设置背景图片
zh_hant: 設定背景圖片

source: Set lock screen image
ar: ضبط صورة قفل الشاشة
ast: Establecer la imaxe de bloquéu de pantalla
fr: Définir l’image d’écran verrouillé
he: הגדר תמונת נעילת מסך
lv: Iestatīt bloķēta ekrāna attēlu
mk: Задај како позадина при заклучен екран
nb: Sett låseskjermbilde
nn: Set låseskjermbilete
pt_br: Definir imagem da tela de bloqueio
sv: Ställ in låsskärmsbild
tr: Kilit ekranı görüntüsünü ayarla
uk: Встановити зображення для екрану блокування
zh_hans: 设置屏幕锁定图片
zh_hant: 設定螢幕鎖定圖片

source: Download folder:
ar: مجلد التنزيل:
ast: Carpeta de descargues:
fr: Télécharger le dossier :
he: הורד תיקיה
lv: Lejupielāžu mape:
mk: Папка за преземање:
nb: Nedlastingsmappe:
nn: Nedlastingsmappe:
pt_br: Pasta de download:
sv: Nedladdnignsmapp:
tr: İndirme klasörü:
uk: Тека завантаження:
zh_hans: 下载文件夹：
zh_hant: 下載檔案夾：

source: Commons Wallpaper pictures folder
ar: مجلد صور خلفيات كومتز
ast: Carpeta d'imáxenes de fondu de pantalla de Commons
fr: Dossier des images de papier-peint communes
he: תיקיית תמונות רקע של ויקישיתוף
mk: Папка со позадини од Ризницата
nb: Mappe for bakgrunner fra Commons
nn: Biletmappe for bakgrunnar frå Commons
pt_br: Pasta de fotos do Commons Wallpaper
sv: Commons bakgrundsbildsmapp
tr: Commons Duvar Kağıdı resimleri klasörü
uk: Тека із зображеннями — шпалерами з Вікісховища
zh_hans: 维基共享资源壁纸图片文件夹
zh_hant: 維基共享資源桌布圖片檔案夾

source: Delete previously downloaded wallpapers:
ar: حذف خلفيات تم تنزيلها مسبقا:
ast: Desaniciar fondos de pantalla descargaos anteriormente:
fr: Supprimer les papiers-peints précédemment téléchargés :
he: מחק טפטים שהורדו בעבר:
lv: Dzēst iepriekš lejupielādētos fona attēlus:
mk: Избриши претходно преземани позадини:
nb: Slett tidligere nedlastede bakgrunner:
nn: Slett tidlegare nedlasta bakgrunnar:
pt_br: Exclua os papéis de parede baixados anteriormente:
sv: Ta bort tidigare hämtade bakgrundsbilder:
tr: Daha önce indirilen duvar kağıtlarını silin:
uk: Вилучити раніше завантажені шпалери:
zh_hans: 删除之前下载的壁纸：
zh_hant: 刪除之前下載的桌布：

source: Number of wallpapers to store before deleting oldest:
ar: عدد الخلفيات لتخزينها قبل حذف الأقدم:
ast: Númberu de fondos de pantalla a guardar antes de desaniciar los más vieyos:
fr: Nombre de papiers-peints à stocker avant de supprimer les plus anciens :
he: מספר הטפטים הקיימים לפני המחיקה הראשונה:
mk: Колку позадини да се складираат пред да се избрише најстарата:
nb: Antall bakgrunner som skal lagres før de eldste slettes:
nn: Tal på bakgrunnar som skal lagrast før dei eldste vert sletta:
pt_br: Número de papéis de parede para armazenar antes de excluir os mais antigos:
sv: Antal bakgrundsbilder att lagra innan du raderar den äldsta:
tr: En eskileri silmeden önce saklanacak duvar kağıtlarının sayısı:
uk: Вилучати найстаріші шпалери, коли кількість наявних перевищить:
zh_hans: 在删除最旧壁纸前所保存的壁纸数量：
zh_hant: 在刪除最舊桌布前所保存的桌布數量：

source: Hours between automatic updates:
ar: ساعات بين التحديثات التلقائية:
ast: Hores ente anovamientos automáticos:
fr: Heures entre les mises à jour automatiques :
he: זמן (בשעות) בין עדכונים אוטומטיים:
lv: Stundas starp automātiskām atjaunināšanām:
mk: На колку часа да се врши автоматска поднова:
nb: Timer mellom automatiske oppdateringer:
nn: Timar mellom automatiske oppdateringar:
pt_br: Horas entre atualizações automáticas:
sv: Timmar mellan automatiska uppdateringar:
tr: Otomatik güncellemeler arasındaki saatler:
uk: Кількість годин між автоматичними оновленнями:
zh_hans: 自动更新之间的小时数：
zh_hant: 自動更新之間的時數：

source: Screen resolution:
ar: دقة الشاشة:
ast: Resolución de pantalla:
fr: Résolution d’écran :
he: רזולוציית מסך:
lv: Ekrāna izšķirtspēja:
mk: Разделност на екранот:
nb: Skjermoppløsning:
nn: Skjermoppløysing:
pt_br: Resolução da tela:
sv: Skärmupplösning:
tr: Ekran çözünürlüğü:
uk: Роздільність екрана:
zh_hans: 屏幕分辨率：
zh_hant: 螢幕解析度：

source: Override automatic resolution selection
ar: تجاوز التحديد التلقائي للدقة
ast: Saltar la seleición automática de resolución
fr: Écraser la sélection automatique de la résolution
he: עקוף את בחירות הרזולוציה האוטומטית
mk: Наметни врз автоматскиот избор на разделност
nb: Overstyr den automatiske skjermoppløsningen
nn: Overstyr automatisk val av skjermoppløysing
pt_br: Substituir seleção automática de resolução
sv: Åsidosätt automatiskt val av upplösning
tr: Otomatik çözünürlük seçimini geçersiz kıl
uk: Ігнорувати автоматичний вибір роздільності
zh_hans: 覆盖自动分辨率选择
zh_hant: 覆蓋自動解析度選擇

source: Settings
ar: إعدادات
ast: Configuración
fr: Paramètres
he: הגדרות
lv: Iestatījumi
mk: Нагодувања
nb: Innstillinger
nn: Innstillingar
pt_br: Configurações
sv: Inställningar
tr: Ayarlar
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

source: Gnome shell extension version:
ar: نسخة تمديد غنوم شل:
ast: Versión de la estensión de Gnome Shell:
fr: Version de l’extension Gnome shell :
he: גרסת סיומת מעטפת זעירה:
mk: Верзија на додатокот со обвивка на GNOME:
nb: Gnome-shellutvidelsesversjon:
pt_br: Versão da extensão do shell Gnome:
tr: Gnome kabuk uzantısı sürümü:
uk: версія розширення оболонки Gnome:
zh_hans: GNOME shell 扩展套件版本：
zh_hant: GNOME shell 擴充套件版本：

source: Changes your wallpaper to selected pictures from Wikimedia Commons at set intervals. Displays the title, creator and license of the pictures.
ar: يغير خلفيتك إلى صور محددة من ويكيميديا ​​كومنز على فترات زمنية محددة، يعرض عنوان ومنشئ وترخيص الصور.
ast: Cambia'l fondu de pantalla por semeyes de Wikimedia Commons n'intervalos determinaos. Amuesa'l títulu, creador y llicencia de les semeyes.
fr: Modifie votre papier-peint pour sélectionner des images de Wikimédia Communs à intervalles réguliers. Affiche le titre, l’auteur et la licence des images.
he: משנה את הטפטים שלך לתמונות שנבחרו מתוך [[c:|ויקישיתוף]] בפרקי זמן קבועים. מציג את הכותרת, היוצר והרישיון של התמונות.
mk: Ви ја менува позадината со избрани слики од Ризницата вп зададени интервали. Прикажува наслов, творец и лиценца на сликите.
nb: Endrer bakgrunnen din til utvalgte bilder frå Wikimedia Commons med jevne mellomrom. Viser tittelen, opphavspersonen og lisensen til bildene.
nn: Endrar bakgrunnen din til utvalde bilete frå Wikimedia Commons med jamne mellomrom. Synar tittelen, opphavspersonen og lisensen til bileta.
pt_br: Altera seu papel de parede para fotos selecionadas do Wikimedia Commons em intervalos definidos. Exibe o título, criador e licença das imagens.
sv: Ändrar bakgrunden till utvalda bilder från Wikimedia Commons i valt intervall. Visar titel, skapare och licens för bilderna.
tr: Duvar kağıdınızı, belirli aralıklarla Wikimedia Commons'tan seçilen resimlerle değiştirir. Resimlerin unvanını, yaratıcısını ve lisansını görüntüler.
uk: Змінює ваші шпалери на вибрані зображення з Вікісховища за встановлений інтервал часу. Показує назву, автора і ліцензію для кожного зображення.
zh_hans: 依照所设定的时间间隔，来从维基共享资源挑选图片作为您的壁纸，并显示出图片的标题、创作者和许可协议。
zh_hant: 依照所設定的時間間隔，來從維基共享資源挑選圖片更改您的桌布，並顯示出圖片的標題、創作者、和許可。

source: Maintained by Jon Harald Søby
ar: تحت رعاية جون هارالد سوبي
ast: Calteníu por Jon Harald Søby
fr: Maintenu par Jon Harald Søby
he: באדיבות Jon Harald Søby
mk: Одржува: Јон Харалд Себи
nb: Vedlikeholdes av Jon Harald Søby
nn: Vert halde ved like av Jon Harald Søby
pt_br: Mantido por Jon Harald Søby
sv: Underhålls av Jon Harald Søby
tr: Jon Harald Søby tarafından sürdürüldü
uk: Технічне обслуговування здійснює Jon Harald Søby
zh_hans: 由Jon Harald Søby维护
zh_hant: 由 Jon Harald Søby 維護

source: Based on the Bing Wallpaper Gnome extension by Michael Carroll, which was again based on the NASA APOD Gnome shell extension by Ella Argentieri.
ar: استنادا إلى امتداد غنوم خلفية بينج بواسطة مايكل كارول، والذي اعتمد مرة أخرى على امتداد NASA APOD Gnome shell بواسطة إيلا أرجنتيري.
ast: Basada na estensión de Gnome Bing Wallpaper de Michael Carroll, que ella mesma basóse na estensión de Gnome Shell NASA APOD d'Ella Argentieri.
fr: Basé sur l’extension Papier-pein Gnome Bing de Michael Carroll, qui elle-même est basée sur l’extension Gnome shell de NASA APOD par Ella Argentieri.
he: מבוסס על הרחבת תמונת הרקע מ־Bing ל־Gnome מאת מיכאל קרול, שפותחה על בסיס ההרחבה NASA APOD ל־Gnome shell מאת אלה ארג׳נטיארי.
mk: На основа на додатокот на GNOME за Бинг Позадина на Мајкл Керол, кој пак е изработен според додатокот APOD за GNOME на НАСА, во авторство на Ела Арџентјери.
nb: Basert på Gnome-utvidelsen Bing Wallpaper av Michael Carroll, som igjen er basert på Gnome-utvidelsen NASA APOD av Ella Argentieri.
nn: Basert på Gnome-utvidinga Bing Wallpaper av Michael Carroll, som igjen var basert på Gnome-utvidinga NASA APOD av Ella Argentieri.
pt_br: Baseado na extensão Bing Wallpaper Gnome de Michael Carroll, que foi novamente baseada na extensão shell da NASA APOD Gnome de Ella Argentieri.
sv: Baserad på Gnome-tillägget Bing Wallpaper av Michael Carroll, som i sin tur var baserad på Gnome-tillägget NASA APOD av Ella Argentieri.
tr: Bing Duvar Kağıdı Gnome uzantısına dayanan Michael Carroll, yine Ella Argentieri tarafından NASA APOD Gnome kabuk uzantısına dayanıyordu.
uk: Засновано на розширенні Bing Wallpaper Gnome від Майкла Керролла, яке, у свою чергу, засноване на розширенні NASA APOD оболонки Gnome від Елли Арґентьєрі.
zh_hans: 基于由Michael Carroll开发的Bing Wallpaper Gnome扩展套件（该扩展也基于由Ella Argentieri开发的NASA APOD Gnome shell扩展套件）。
zh_hant: 此為基於由 Michael Carroll 開發的 Bing Wallpaper Gnome 擴充套件所製作（該套件另外也是基於由 Ella Argentieri 開發的 NASA APOD Gnome shell 擴充套件）。

source: <span size="small">This program comes with ABSOLUTELY NO WARRANTY. See the <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 3 or later</a> for details.</span>
ar: <span size="small">هذا البرنامج يأتي بدون أي ضمان على الاطلاق، انظر <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">رخصة جنو العمومية، الإصدار 3 أو الأحدث</a> للتفاصيل.</span>
ast: <span size="small">Esti programa vien ABSOLUTAMENTE ENSIN GARANTÍA DALA. Ver la <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">Llicencia Pública Xeneral GNU, versión 3 o mayor</a> pa más detalles.</span>
fr: <span size="small">Ce programme est fourni sans AUCUNE GARANTIE. Voyez la <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">Licence générale publique GNU, version 3 ou plus</a> pour les détails.</span>
he: <span size="small">תכנית זו מופצת ללא שום אחריות. יש לעיין ב<a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">גרסה 3 ומעלה של הרישיון הציבורי הכללי שלGNU</a> לפרטים נוספים.</span>
mk: <span size="small">Оваа програма се нуди БЕЗ АПСОЛУТНО НИКАКВА ГАРАНЦИЈА. Повеќе ќе дознаете на <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">ГНУ-овата општа јавна лиценца, верзија 3 или понова</a>.</span>
nb: <span size="small">Dette programmet kommer HELT UTEN GARANTI. Se <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, versjon 3 eller senere</a> for detaljer.</span>
nn: <span size="small">Dette programmet kjem ABSOLUTT UTAN GARANTI. Sjå <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, versjon 3 eller nyare</a> for detaljar.</span>
pt_br: <span size="small">Este programa vem com ABSOLUTAMENTE NENHUMA GARANTIA. Veja o <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">Licença Pública Geral GNU, versão 3 ou posterior</a> para detalhes.</span>
sv: <span size="small">Detta program kommer HELT UTAN GARANTIER. Se <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public Licensen, version 3 eller senare</a> för detaljer.</span>
tr: <span size="small">Bu program KESİNLİKLE GARANTİ YOKTUR. Ayrıntılar için <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU Genel Kamu Lisansı, sürüm 3 veya üstü</a> bölümüne bakın.</span>
uk: <span size="small">Ця програма не надає АБСОЛЮТНО ЖОДНОЇ ГАРАНТІЇ. Див. <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">ліцензію GNU General Public License, версію 3 чи пізнішу</a>, якщо хочете дізнатися більше.</span>
zh_hans: <span size="small">此程序并不做任何担保。请查阅<a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU通用公共许可协议第3版或更新版本</a>来获取更多信息。</span>
zh_hant: <span size="small">此程式並不做任何擔保。請查看 <a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU通用公眾授權條款第 3 版或更新版本</a>來獲得更多資訊。</span>

source: About
ar: عن
ast: Tocante a
fr: À propos
he: אודות
lv: Par
mk: За додатоков
nb: Om
nn: Om
pt_br: Sobre
sv: Om
tr: Hakkında
uk: Опис
zh_hans: 关于
zh_hant: 關於

source: minutes
ar: دقائق
ast: minutos
he: דקות
lv: minūtes
mk: минути
nb: minutter
nn: minutt
pt_br: minutos
sv: minuter
tr: dakika
uk: хвилин
zh_hans: 分
zh_hant: 分

source: days
ar: أيام
ast: díes
fr: jours
he: ימים
lv: dienas
mk: дена
nb: dager
nn: dagar
pt_br: dias
sv: dagar
tr: gün
uk: днів
zh_hans: 日
zh_hant: 天

source: hours
ar: ساعات
ast: hores
fr: heures
he: שעות
lv: stundas
mk: часа
nb: timer
nn: timar
pt_br: horas
sv: timmar
tr: saat
uk: годин
zh_hans: 时
zh_hant: 時

source: (No refresh scheduled)
ar: (لا يوجد تحديث مجدول)
ast: (Nun se programó refrescu)
fr: (Aucun rafraîchissement programmé)
he: לא תוזמן רענון
lv: (Atjaunināšana nav ieplānota)
mk: (Нема зададено поднова)
nb: (Ingen oppdatering på agendaen)
nn: (Ingen oppdatering på agendaen)
pt_br: (Nenhuma atualização agendada)
sv: (Ingen uppdatering schemalagd)
tr: (Yenileme zamanlanmadı)
uk: (Оновлення не заплановано)
zh_hans: （没有安排刷新）
zh_hant: （沒有排定刷新）

source: Awaiting refresh …
ar: في انتظار التحديث ...
ast: Esperando refrescu …
fr: Attente de rafraîchissement…
he: ממתין לרענון
lv: Gaida atjaunināšanu…
mk: Чекам на поднова...
nb: Venter på oppdatering …
nn: Ventar på oppdatering …
pt_br: Aguardando atualização …
sv: Inväntar uppdatering ...
tr: Yenileme bekleniyor…
uk: Очікується оновлення...
zh_hans: 等待刷新……
zh_hant: 等待刷新……

source: Copy image URL to clipboard
ar: نسخ مسار الصورة إلى الحافظة
ast: Copiar URL de la imaxe nel cartafueyu
fr: Copier l’URL de l’image dans le presse-papier
he: העתק קישור URL של התמונה ללוח
lv: Kopēt attēla URL starpliktuvē
mk: Прекопирај URL на сликата во меѓускладот
nb: Kopier bildets URL til utklippstavlen
nn: Kopier URL-en til biletet til utklippstavla
pt_br: Copiar URL da imagem para a área de transferência
sv: Kopiera bildens URL till urklipp
tr: Resim URL’sini panoya kopyala
uk: Скопіювати URL-адресу зображення в буфер обміну
zh_hans: 复制图片网址到剪贴板
zh_hant: 複製圖片網址到剪貼簿

source: Refresh now
ar: تحديث الآن
ast: Refrescar agora
fr: Rafraîchir maintenant
he: רענן עכשיו
lv: Atjaunināt tagad
mk: Поднови сега
nb: Oppdater nå
nn: Oppdater no
pt_br: Atualizar agora
sv: Uppdatera nu
tr: Şimdi yenile
uk: Оновити прямо зараз
zh_hans: 现在刷新
zh_hant: 現在刷新

source: Next refresh: $1 ($2)
ar: التحديث القادم: $1 ($2)
ast: Siguiente refrescu: $1 ($2)
fr: Prochain rafraîchissement : $1 ($2)
he: רענון הבא: $1 ($2)
lv: Nākamā atjaunināšana: $1 ($2)
mk: Следна поднова: $1 ($2)
nb: Neste oppdatering: $1 ($2)
pt_br: Próxima atualização: $1 ($2)
tr: Sonraki yenileme: $1 ($2)
uk: Наступне оновлення: $1 ($2)
zh_hans: 下一次刷新：$1（$2）
zh_hant: 下一次刷新：$1（$2）

source: (No description …)
ar: (لا يوجد وصف …)
ast: (Ensin descripción…)
fr: (Aucune description…)
he: (אין תיאור...)
lv: (Nav apraksta…)
mk: (Нема опис …)
nb: (Ingen beskrivelse …)
pt_br: Sem descrição...)
sv: (Ingen beskrivning ...)
tr: (Açıklama yok …)
uk: (Немає опису ...)
zh_hans: （没有描述……）
zh_hant: （沒有描述…）

source: Creator: $1
ar: المنشئ: $1
ast: Creador: $1
fr: Auteur : $1
he: יוצר: $1
lv: Autors: $1
mk: Творец: $1
nb: Opphavsperson: $1
pt_br: Criador: $1
tr: Oluşturucu: $1
uk: Творець: $1
zh_hans: 作者：$1
zh_hant: 創作者：$1

source: (No creator listed …)
ar: (لا يوجد منشئ مُدرج ...)
ast: (Nun se llista un creador…)
fr: (Aucun auteur listé…)
he: (אין יוצר ברשימה ...)
lv: (Autors nav norādīts…)
mk: (Нема наведено творец …)
nb: (Ingen opphavsperson nevnt …)
pt_br: (Nenhum criador listado …)
sv: (Ingen skapare angiven ...)
tr: (Hiçbir içerik listelenmemiş…)
uk: (Творця не вказано ...)
zh_hans: （没有列出作者……）
zh_hant: （沒有列出創作者…）

source: License: $1
ar: الترخيص: $1
ast: Llicencia: $1
fr: Licence : $1
he: רישיון: $1
lv: Licence: $1
mk: Лиценца: $1
nb: Lisens: $1
pt_br: Licença: $1
tr: Lisans: $1
uk: Ліцензія: $1
zh_hans: 许可协议：%1
zh_hant: 許可：$1

source: No wallpaper available
ar: لا توجد خلفية متاحة
ast: Nun ta disponible nengún fondu
fr: Aucun papier-peint disponible
he: אין טפטים זמינים
lv: Neviens fona attēls nav pieejams
mk: Нема достапна позадина
nb: Ingen bakgrunn tilgjengelig
nn: Ingen bakgrunn tilgjengeleg
pt_br: Nenhum papel de parede disponível
sv: Ingen bakgrund tillgänglig
tr: Duvar kağıdı yok
uk: Немає доступних шпалер
zh_hans: 无可用的壁纸
zh_hant: 沒有桌布可用

source: Gnome shell extension version:
nn: Gnome-shellutvidingsversjon:
sv: Gnome shell-tilläggsversion:

source: Next refresh
nn: Neste oppdatering
sv: Nästa uppdatering

source: Creator:
sv: Skapare:

source: License:
sv: Licens:
