Repository: thet/commons-wallpaper-gnome-extension
Catalog: locale/diq/LC_MESSAGES/CommonsWallpaper.po
Languages: diq

source: Hide the indicator
diq: Asengehi bınımnê

source: Set background image
diq: Resimê planê peyêni eyar kerê

source: Set lock screen image
diq: Asayışê ekranê kıliti eyar kerê

source: Download folder:
diq: Klasorê ronayışi:

source: Commons Wallpaper pictures folder
diq: Klasorê resimê kağıdê dêsê Commonsi

source: Delete previously downloaded wallpapers:
diq: Veror roneyaye kağıdanê dêsi bıesternê:

source: Number of wallpapers to store before deleting oldest:
diq: Verê esterıtışê tewr peyêni amora kağıdanê dêsê şeveknayan:

source: Hours between automatic updates:
diq: Sehata mabênê rocaneyışanê otomatikan:

source: Screen resolution:
diq: Agoznayışê ekrani:

source: Override automatic resolution selection
diq: Weçinayışê agoznayışê otomatiki deaktiv kerê

source: Settings
diq: Eyari

source: Gnome shell extension version:
diq: Derganeya versiyonê qabığê Gnomeyb

source: Maintained by Jon Harald Søby
diq: Terefê Jon Harald Søby ra

source: About
diq: Heqa

source: minutes
diq: deqiqey

source: days
diq: roci

source: hours
diq: saeti

source: (No refresh scheduled)
diq: (Anewe kerdış zeman nêbiyo)

source: Awaiting refresh …
diq: Anewe kerdış pawyeno...

source: Copy image URL to clipboard
diq: Gırey resimi kopyay panoy kerê

source: Refresh now
diq: Enewke anewe kerê

source: Next refresh: $1 ($2)
diq: Anewe kerdışo bahdoyên : $1 ($2)

source: (No description …)
diq: (Arezekerdış çıniyo...)

source: Creator: $1
diq: Vıraştoğ:$1

source: (No creator listed …)
diq: (Qet yew zerrek liste nêbiyo...)

source: License: $1
diq: Lisanse: $1

source: No wallpaper available
diq: Wallpeper çıniyo
