Repository: thet/commons-wallpaper-gnome-extension
Catalog: locale/roa-tara/LC_MESSAGES/CommonsWallpaper.po
Languages: nap_x_tara

source: Hide the indicator
nap_x_tara: Scunne l'indicatore

source: Set background image
nap_x_tara: 'Mboste l'immaggine de sfunne

source: Set lock screen image
nap_x_tara: 'Mboste l'immaggine d'u scherme bloccate

source: Download folder:
nap_x_tara: Scareche 'a cartelle:

source: Commons Wallpaper pictures folder
nap_x_tara: Cartelle de le immaggine de sfunne comune

source: Delete previously downloaded wallpapers:
nap_x_tara: Scangìlle le sfunne scarecate apprime:

source: Number of wallpapers to store before deleting oldest:
nap_x_tara: Numere de sfunne da reggistrà apprime de scangellà le cchiù vicchie:

source: Hours between automatic updates:
nap_x_tara: Ore 'mbrà le aggiornaminde automatece:

source: Screen resolution:
nap_x_tara: Resoluzione d'u scherme:

source: Override automatic resolution selection
nap_x_tara: Sovrascrive 'u scacchiamende d'a resoluzione automateche

source: Settings
nap_x_tara: 'Mbostaziune

source: Gnome shell extension version:
nap_x_tara: Versione de l'estenzione Gnome shell:

source: Changes your wallpaper to selected pictures from Wikimedia Commons at set intervals. Displays the title, creator and license of the pictures.
nap_x_tara: Cange 'u sfunne tune cu immaggine scacchiate da Wikimedia Commons a 'ndervalle prestabbilite. 'Ndruche 'u titole, 'u ccrejatore e 'a licenze de le immaggine.

source: Maintained by Jon Harald Søby
nap_x_tara: Mandenute da Jon Harald Søby

source: Based on the Bing Wallpaper Gnome extension by Michael Carroll, which was again based on the NASA APOD Gnome shell extension by Ella Argentieri.
nap_x_tara: Basate sus a l'estenzione Bing Wallpaper Gnome de Michael Carroll, 'a quale se base sus a l'estenzione NASA APOD Gnome shell de Ella Argentieri.

source: <span size="small">This program comes with ABSOLUTELY NO WARRANTY. See the <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 3 or later</a> for details.</span>
nap_x_tara: <span size="small">Stu programme avène cu SENZA NISCIUNA GARANZIE. 'Ndruche 'a <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">Licenze GNU General Public, versione 3 o cchiù nuève</a> pe dettaglie.</span>

source: About
nap_x_tara: Sus a

source: minutes
nap_x_tara: minute

source: days
nap_x_tara: sciurne

source: hours
nap_x_tara: ore

source: (No refresh scheduled)
nap_x_tara: (Nisciune aggiornamende schedulate)

source: Awaiting refresh …
nap_x_tara: Stoche aspette l'aggiornamende...

source: Copy image URL to clipboard
nap_x_tara: Copie l'URL de l'immaggine jndr'à l'appunde

source: Refresh now
nap_x_tara: Aggiorne mò

source: Next refresh: $1 ($2)
nap_x_tara: Prossime aggiornamende: $1 ($2)

source: (No description …)
nap_x_tara: (Nisciuna descrizione...)

source: Creator: $1
nap_x_tara: Ccrejatore: $1

source: (No creator listed …)
nap_x_tara: (Nisciune ccrejatore elengate ...)

source: License: $1
nap_x_tara: Licenze: $1

source: No wallpaper available
nap_x_tara: Nisciune sfunne disponibbele
